{
    "intents": [
        {
            "tag": "pengaduan-fasilitas-sekolah",
            "patterns": [
                "Kebersihan di sekolah ini kurang terjaga",
                "Fasilitas olahraga di sekolah ini rusak",
                "Buku di perpustakaan banyak yang sudah usang",
                "Kondisi toilet di sekolah sangat buruk",
                "Penerangan di area parkir sekolah kurang memadai",
                "Ruangan kelas terlalu panas karena AC rusak",
                "Keamanan di sekolah ini kurang baik",
                "Tempat sampah di sekolah jarang dikosongkan",
                "Wifi di sekolah sering tidak berfungsi",
                "Transportasi sekolah sering terlambat",
                "Lapangan olahraga sering tergenang air",
                "Banyak siswa yang merokok di area sekolah",
                "Tidak ada ruang hijau di sekolah ini",
                "Kegiatan ekstrakurikuler sering bentrok dengan jadwal pelajaran",
                "Fasilitas di sekolah ini kurang memadai",
                "Kebersihan di sekolah sangat buruk",
                "Toilet sekolah sering kotor",
                "Terlalu banyak sampah di sekitar sekolah",
                "Sarana olahraga rusak dan tidak bisa digunakan",
                "AC di ruang kelas tidak berfungsi",
                "Terlalu banyak siswa di dalam satu kelas",
                "Buku di perpustakaan banyak yang rusak",
                "Sistem parkir tidak teratur",
                "Ruang kelas kurang pencahayaan",
                "Internet di sekolah sering bermasalah",
                "Bangku di kelas banyak yang rusak",
                "sebagian besar bangku di ruang kelas rusak dan tidak aman untuk digunakan oleh siswa.",
                "Kondisi bangku di ruang kelas banyak yang sudah rusak dan tidak layak digunakan.",
                "Lapangan di sekolah kami sangat tidak terawat dan tidak bisa digunakan untuk kegiatan olahraga.",
                "Toilet di sekolah kami seringkali dalam kondisi kotor dan tidak layak digunakan.",
                "Beberapa sarana di lingkungan sekolah kami kurang atau tidak berfungsi, seperti fasilitas air minum dan pendingin ruangan.",
                "lapangan sekolah kami kurang terawat dan tidak aman untuk digunakan oleh siswa.",
                "Toilet di ruang kelas kami sering mengalami kerusakan dan butuh perbaikan segera.",
                "fasilitas di lingkungan sekolah tidak berfungsi dengan baik, seperti lampu-lampu yang mati dan pintu yang rusak.",
                "Kondisi toilet di sekolah kami sangat tidak memadai dan perlu perbaikan segera.",
                "kebersihan dan kondisi toilet di sekolah kami yang tidak terjaga.",
                "Toilet di lingkungan sekolah kami sering mengalami masalah kebersihan dan butuh perhatian lebih.",
                "Alat olahraga rusak dan tidak dapat digunakan untuk kegiatan fisik siswa.",
                "Ruang kelas di sekolah kami kurang memadai.",
                "Beberapa alat olahraga di lingkungan sekolah kami sudah tua dan butuh penggantian segera.",
                "ruang kelas sering mengalami masalah kebocoran dan.",
                "Sarana olahraga di sekolah tidak mencukupi membuat siswa sulit untuk berpartisipasi dalam kegiatan fisik."
            ],
            "responses": [
                "Terima kasih atas pertanyaan Anda mengenai pengaduan fasilitas di lingkungan sekolah. Kami mohon maaf atas pengalaman tidak menyenangkan yang Anda alami. Untuk mengajukan laporan pengaduan, silakan berikan deskripsi lengkap mengenai masalah yang Anda hadapi, termasuk alamat, foto, dan kondisi yang Anda alami di lingkungan sekolah. Terima kasih"
            ]
        },
        {
            "tag": "pengaduan-akses-pendidikan",
            "patterns": [
                "Siswa di desa terpencil kesulitan mencapai sekolah karena jarak yang terlalu jauh.",
                "Anak-anak harus berjalan sangat jauh untuk mencapai sekolah.",
                "Sekolah terlalu jauh dari tempat tinggal siswa.",
                "Perjalanan ke sekolah membutuhkan waktu yang sangat lama.",
                "Tidak ada sekolah yang dekat dengan rumah kami.",
                "Jarak sekolah sangat jauh dari desa kami.",
                "Anak-anak harus menyeberangi sungai dan bukit untuk pergi ke sekolah.",
                "Orang tua khawatir karena jarak sekolah yang terlalu jauh.",
                "Siswa sering terlambat karena jarak yang jauh ke sekolah.",
                "Tidak ada transportasi yang memadai untuk siswa yang tinggal jauh dari sekolah.",
                "Jarak ke sekolah sangat jauh sehingga siswa sering kelelahan.",
                "Sekolah berada di lokasi yang sangat terpencil dan sulit dijangkau.",
                "Banyak siswa yang terpaksa tidak sekolah karena jaraknya terlalu jauh.",
                "Perjalanan ke sekolah memakan waktu berjam-jam setiap hari.",
                "Sekolah satu-satunya terlalu jauh untuk dijangkau oleh anak-anak.",
                "Tidak ada kendaraan umum yang menuju sekolah dari desa kami.",
                "Anak-anak harus bangun sangat pagi untuk bisa sampai di sekolah tepat waktu.",
                "Kami membutuhkan solusi transportasi untuk siswa yang rumahnya jauh dari sekolah.",
                "Jarak sekolah menyebabkan anak-anak sering absen.",
                "Sekolah terlalu jauh sehingga anak-anak tidak bisa bersekolah setiap hari."
            ],
            "responses": [
                "Terima kasih atas pertanyaan Anda mengenai akses pendidikan. Kami mohon maaf atas pengalaman tidak menyenangkan yang Anda alami. Untuk mengajukan laporan pengaduan terkait akses pendidikan, silakan berikan deskripsi lengkap mengenai masalah yang Anda hadapi, termasuk alamat, foto, dan kondisi yang Anda alami. Terima kasih."
            ]
        },
        {
            "tag": "pengaduan-kurikulum-pendidikan",
            "patterns": [
                "Saya ingin tahu apakah ada pembaruan terbaru dalam kurikulum pendidikan?",
                "Apakah ada perubahan terbaru dalam kurikulum sekolah?",
                "Bagaimana dengan pembaruan kurikulum pendidikan tahun ini?",
                "Apakah ada materi baru yang ditambahkan ke dalam kurikulum sekolah?",
                "Bisakah Anda memberikan informasi tentang pembaruan terbaru dalam kurikulum pendidikan?",
                "Saya ingin memahami apakah ada perubahan dalam struktur kurikulum sekolah.",
                "Apakah ada perubahan signifikan dalam kurikulum pendidikan dasar?",
                "Saya ingin mengetahui apakah kurikulum pendidikan menekankan pada keterampilan teknologi.",
                "Apakah ada penambahan kurikulum untuk mata pelajaran matematika?",
                "Bagaimana kurikulum pendidikan menangani pendidikan karakter?",
                "Saya ingin memeriksa apakah ada pembaruan dalam kurikulum pendidikan tinggi.",
                "Apakah ada perubahan dalam kurikulum sains dan penelitian?",
                "Saya ingin mendapatkan informasi tentang penyesuaian kurikulum untuk inklusi siswa dengan kebutuhan khusus.",
                "Apakah kurikulum pendidikan mencakup pendidikan lingkungan yang lebih luas?",
                "Bagaimana dengan penekanan pada keterampilan bahasa dan sastra dalam kurikulum pendidikan?",
                "Saya ingin mengetahui apakah kurikulum pendidikan menangani pengembangan keterampilan sosial siswa.",
                "Apakah kurikulum pendidikan menggabungkan aspek keberagaman budaya?",
                "Saya ingin tahu apakah kurikulum pendidikan telah diubah untuk mengakomodasi teknologi baru.",
                "Apakah ada penambahan kurikulum untuk pembelajaran berbasis proyek atau pengalaman nyata?",
                "Bagaimana dengan peningkatan fokus pada literasi media dalam kurikulum pendidikan?",
                "Saya ingin mengetahui apakah kurikulum pendidikan mencakup pembelajaran keterampilan kehidupan sehari-hari."
            ],
            "responses": [
                "Terima kasih atas keluhan Anda mengenai kurikulum pendidikan. Kami mohon maaf atas pengalaman tidak menyenangkan yang Anda alami. Untuk memberikan keluhan terkait kurikulum pendidikan, silakan berikan deskripsi lengkap mengenai masalah yang Anda temui, termasuk alamat, foto, dan kondisi yang Anda alami. Terima kasih."
            ]
        },
        {
            "tag": "pengaduan-kedisiplinan-sekolah",
            "patterns": [
                "Saya ingin mengajukan pengaduan terkait pelanggaran tata tertib di sekolah.",
                "Bagaimana saya bisa melaporkan siswa yang sering melakukan pelanggaran disiplin di sekolah?",
                "Saya ingin memberikan laporan terkait ketidakdisiplinan siswa di lingkungan sekolah.",
                "Apakah ada saluran pengaduan untuk masalah kedisiplinan di sekolah?",
                "Kami ingin melaporkan kejadian ketidakpatuhan terhadap aturan sekolah yang terjadi.",
                "Bagaimana cara melaporkan siswa yang sering terlambat datang ke sekolah?",
                "Saya ingin mengajukan keluhan terkait perilaku tidak pantas siswa di sekolah.",
                "Apakah ada prosedur khusus untuk melaporkan pelanggaran disiplin di sekolah kepada pihak yang berwenang?",
                "Sekolah kami membutuhkan langkah-langkah tegas terkait masalah ketidakdisiplinan siswa.",
                "Bagaimana saya bisa memberikan laporan tentang ketidakpatuhan terhadap peraturan pelanggaran pakaian di sekolah?",
                "Saya ingin melaporkan siswa yang sering bolos pelajaran di sekolah.",
                "Apakah ada saluran pengaduan yang bisa digunakan untuk melaporkan masalah ketidakpatuhan siswa di lingkungan sekolah?",
                "Kami ingin memberikan laporan terkait ketidakpatuhan terhadap peraturan penggunaan gadget di sekolah.",
                "Bagaimana cara mengajukan keluhan terkait pelanggaran disiplin oleh guru di sekolah?",
                "Saya ingin mengajukan keluhan terkait tindakan bullying yang terjadi di sekolah.",
                "Apakah ada prosedur untuk melaporkan siswa yang sering melakukan kecurangan selama ujian di sekolah?",
                "Sekolah kami membutuhkan langkah-langkah preventif untuk mengatasi masalah disiplin siswa.",
                "Bagaimana saya bisa memberikan laporan tentang ketidakpatuhan terhadap peraturan absensi di sekolah?",
                "Maraknya kenakalan remaja di lingkungan sekolah.",
                "Pengaduan untuk masalah kedisiplinan di sekolah?",
                "ketidakpatuhan terhadap peraturan parkir di area sekolah.",
                "ketidakpatuhan terhadap jadwal pelajaran di sekolah?",
                "Banyaknya kejadian penggunaan bahasa kasar oleh siswa di lingkungan sekolah.",
                "Apakah ada prosedur untuk melaporkan siswa yang sering membuat kerusuhan di kantin sekolah?",
                "Sekolah kami membutuhkan langkah-langkah penegakan hukum terkait pelanggaran disiplin."
            ],
            "responses": [
                "Terima kasih atas pengaduan Anda terkait masalah kedisiplinan di sekolah. Kami akan segera menindaklanjuti laporan ini dengan memberikan deskripsi lengkap mengenai masalah yang Anda temui, termasuk alamat, foto, dan kondisi yang Anda alami. Kami sangat menghargai kerjasama Anda dalam menjaga ketertiban dan keamanan lingkungan belajar. Jika Anda memiliki informasi tambahan atau memerlukan bantuan lebih lanjut, jangan ragu untuk menghubungi kami. Terima kasih."
            ]
        },
        {
            "tag": "pengaduan-kampus",
            "patterns": [
                "ketidakpuasan dengan fasilitas di kampus.",
                "ketidaksesuaian dengan aturan kampus.",
                "keluhan terkait pelayanan di kampus.",
                "kejadian meresahkan di area kampus.",
                "kurangnya sarana dan prasarana di kampus.",
                "masalah kinerja staf administrasi.",
                "keamanan atau gangguan di kampus.",
                "ketidakadilan atau pelecehan di kampus.",
                "Masalah kebijakan akademik.",
                "Gangguan lingkungan atau polusi di kampus.",
                "Kejadian tidak etis atau perilaku tidak pantas di kampus.",
                "Penyalahgunaan atau pencemaran lingkungan di kampus.",
                "kekurangan ruang kelas atau laboratorium di kampus.",
                "Fasilitas olahraga yang tidak memadai di kampus.",
                "ketidaknyamanan di ruang studi atau perpustakaan kampus.",
                "Layanan internet atau koneksi WiFi di kampus yang lambat.",
                "kekurangan fasilitas kesehatan atau layanan medis di kampus.",
                "Terjadinya kecelakaan atau cedera di lingkungan kampus.",
                "Adanya perilaku diskriminatif atau rasis di kampus.",
                "Parkir atau transportasi di kampus yang kurang memadai.",
                "Kebisingan atau gangguan suara di kampus.",
                "Laporkan tindakan vandalisme atau perusakan properti di kampus.",
                "Kekurangan fasilitas penyandang disabilitas di kampus.",
                "Kekhawatiran terkait kebersihan atau sanitasi di kampus.",
                "Gangguan terhadap kegiatan akademik atau administratif di kampus.",
                "Sampaikan kekurangan atau ketidaktersediaan fasilitas makanan di kampus.",
                "Kejadian pencurian atau kehilangan barang di kampus.",
                "Kehadiran hewan liar atau serangga yang mengganggu di kampus.",
                "Kebakaran atau keamanan kebakaran di kampus.",
                "kebijakan kebersihan atau daur ulang di kampus."
            ],
            "responses": [
                "Terima kasih atas laporan Anda terkait masalah yang terjadi di kampus. Kami akan segera menindaklanjuti laporan ini dengan memberikan deskripsi lengkap mengenai masalah yang Anda temui, termasuk alamat, foto, dan kondisi yang Anda alami.jangan ragu untuk menghubungi kami. Terima kasih."
            ]
        },
        {
            "tag": "Pengaduan-Teknologi-pendidikan",
            "patterns": [
                "Laporkan masalah teknis di platform e-learning kampus.",
                "Keluhan sistem manajemen pembelajaran yang bermasalah.",
                "Sampaikan kendala saat menggunakan aplikasi pembelajaran.",
                "Bagaimana melaporkan permasalahan perangkat lunak pembelajaran online?",
                "Kesulitan akses sumber daya digital untuk pembelajaran.",
                "Laporkan masalah dalam kuliah online atau tutorial.",
                "Sistem kolaborasi online di kelas tidak berfungsi.",
                "Sampaikan kesulitan akses webinar atau kuliah online kampus.",
                "Saluran pengaduan untuk masalah teknis teknologi pendidikan?",
                "Laporkan kendala platform pembelajaran interaktif.",
                "Ajukan keluhan integrasi sistem manajemen pembelajaran.",
                "Masalah integrasi kalender akademik platform pembelajaran.",
                "Bagaimana mengadukan gangguan sistem penyimpanan file kampus?",
                "Laporkan kesalahan tata letak platform pembelajaran.",
                "Sampaikan masalah sistem pemberian tugas atau ujian online.",
                "Bagaimana melaporkan kesalahan akses perpustakaan digital kampus?",
                "Keluhan akses materi pembelajaran online.",
                "Adanya kesulitan akses siswa penyandang disabilitas.",
                "Bagaimana melaporkan hilang atau rusaknya perangkat kampus?",
                "Gangguan koneksi internet kampus.",
                "Kesalahan pembaruan platform pembelajaran.",
                "Mengajukan keluhan keamanan data pribadi di platform pembelajaran.",
                "Sampaikan masalah kompatibilitas perangkat pembelajaran dan siswa.",
                "Bagaimana melaporkan kesalahan materi pembelajaran online?",
                "Kesalahan integrasi platform pembelajaran dan administrasi.",
                "Keluhan lambatnya dukungan teknis IT kampus.",
                "Seringnya terjadi masalah instruksi atau panduan pengguna platform pembelajaran."
            ],
            "responses": [
                "Terima kasih atas pengaduan Anda terkait masalah teknis dalam teknologi pendidikan. Kami akan segera menindaklanjuti laporan ini dengan memberikan deskripsi lengkap mengenai masalah yang Anda temui, termasuk alamat, foto, dan kondisi yang Anda alami. Terima Kasih"
            ]
        }
    ]
}